{"inputs": "What makes the Monster X set spicy?", "response": "The Monster X set is made spicy by the intense flavor of the Diablo sauce."}
{"inputs": "What is the cost of a regular French Fries at Burger King?", "response": "The cost of a regular French Fries at Burger King is 3,000 won."}
{"inputs": "How much does the Whole Shrimp Whopper set cost at Burger King?", "response": "The Whole Shrimp Whopper set at Burger King costs 11,300 won."}
{"inputs": "What type of sauce is used in the Side Shrimp Burger at Burger King?", "response": "The Side Shrimp Burger at Burger King uses a sweet and sour sauce."}
{"inputs": "What is the main ingredient in Burger King's Whopper?", "response": "The main ingredient in Burger King's Whopper is a freshly grilled beef patty."}
{"inputs": "What is the cost of a Long Chicken Burger at Burger King?", "response": "The cost of a Long Chicken Burger at Burger King is 5,600 won."}
{"inputs": "How much does an Americano cost at Burger King?", "response": "The Americano at Burger King costs 2,400 won."}
{"inputs": "What is the price of the Chicken King BLT set?", "response": "The price of the Chicken King BLT set is 10,900 won."}
{"inputs": "How much does the 8-piece Crispy King with Sweet Chili Sauce cost at Burger King?", "response": "The 8-piece Crispy King with Sweet Chili Sauce at Burger King costs 13,600 won."}
{"inputs": "What is included in the Garlic Bulgogi Whopper set?", "response": "The Garlic Bulgogi Whopper set includes a crispy garlic chip and a sweet bulgogi sauce."}
{"inputs": "What is unique about the Quattro Maximum burger at Burger King?", "response": "The Quattro Maximum burger at Burger King is unique because it features four 100% beef patties and four different types of cheese."}
{"inputs": "What is the price of the Chicken King set?", "response": "The price of the Chicken King set is 9,900 won."}
{"inputs": "How much does the Whole Shrimp Shrimp Burger set cost at Burger King?", "response": "The price of the Whole Shrimp Shrimp Burger set at Burger King is 9,900 won."}
{"inputs": "What is the distinctive feature of the Smoky BBQ X set?", "response": "The distinctive feature of the Smoky BBQ X set is its strong smoky and barbecue flavor."}
{"inputs": "What is the special ingredient added to the Beef Bulgogi Burger at Burger King?", "response": "The special ingredient added to the Beef Bulgogi Burger at Burger King is bulgogi sauce."}
{"inputs": "What are the main ingredients of the Bulgogi Whopper set?", "response": "The main ingredients of the Bulgogi Whopper set are a beef patty cooked on fire, and a sweet bulgogi sauce."}
{"inputs": "How much does the 5-piece Creamy Mozzarella Ball cost at Burger King?", "response": "The 5-piece Creamy Mozzarella Ball at Burger King costs 3,500원."}
{"inputs": "How much does the Shaking Fry with Roasted Garlic cost at Burger King?", "response": "The Shaking Fry with Roasted Garlic at Burger King costs 3,300 won."}
{"inputs": "What are the ingredients of the Long Chicken Burger set?", "response": "The Long Chicken Burger set consists of a tender chicken patty, creamy mayonnaise sauce, and fresh vegetables."}
{"inputs": "What is the price of the Whopper set?", "response": "The price of the Whopper set is 10,500원."}
{"inputs": "What is the price of pure mineral water at Burger King?", "response": "The price of pure mineral water at Burger King is 2,200 won."}
{"inputs": "What sauce is used in the Bulgogi Whopper at Burger King?", "response": "The sauce used in the Bulgogi Whopper at Burger King is a sweet bulgogi sauce."}
{"inputs": "How much does a Chicken King BLT cost at Burger King?", "response": "The price of a Chicken King BLT at Burger King is 8,400 won."}
{"inputs": "What is the minimum order amount at this Burger King location?", "response": "The minimum order amount at this Burger King location is 12,000원."}
{"inputs": "What is the slogan used for Coca-Cola in the menu?", "response": "The slogan used for Coca-Cola in the menu is \"코카-콜라로 더 짜릿하게!\""}
{"inputs": "What is the price of the Quattro Maximum set at Burger King?", "response": "The price of the Quattro Maximum set at Burger King is 18,000 won."}
{"inputs": "What is the price of the Creamy Mozza Ball 10 pieces at Burger King?", "response": "The price of the Creamy Mozza Ball 10 pieces at Burger King is 3,500원."}
{"inputs": "How much does the Coconut Shrimp 6 pieces with Sweet Chili Sauce cost at Burger King?", "response": "The Coconut Shrimp 6 pieces with Sweet Chili Sauce at Burger King costs 4,800 won."}
{"inputs": "What is the price of the Cheese Whopper set?", "response": "The price of the Cheese Whopper set is 11,100 won."}
{"inputs": "What is the price of the Shaking Fry with Spicy Cheese at Burger King?", "response": "The price of the Shaking Fry with Spicy Cheese at Burger King is 3,300 won."}
{"inputs": "What are the main ingredients of the Guinness Quattro Cheese Whopper?", "response": "The main ingredients of the Guinness Quattro Cheese Whopper are Guinness Black Bun, special Guinness BBQ sauce, 100% beef patty, and four high-quality cheeses."}
{"inputs": "What are the ingredients in the Whole Shrimp Whopper Junior at Burger King?", "response": "The Whole Shrimp Whopper Junior at Burger King contains fresh beef patty, plump shrimp, and spicy tomato sauce."}
{"inputs": "How much does the Smoky BBQ Whopper set cost?", "response": "The Smoky BBQ Whopper set costs 13,500원."}
{"inputs": "How much does the Cheeseburger cost at Burger King?", "response": "The Cheeseburger at Burger King costs 4,400 won."}
{"inputs": "What is the special feature of the Whopper Barbecue Chicken Burger set?", "response": "The special feature of the Whopper Barbecue Chicken Burger set is the combination of a soft egg bun and a thick King Chicken patty, along with a rich barbecue sauce."}
{"inputs": "What is the signature menu item of Burger King that features a beef patty grilled directly on fire?", "response": "The signature menu item of Burger King that features a beef patty grilled directly on fire is the Whopper."}
{"inputs": "What is the price of the Smoky Barbecue Monster at Burger King?", "response": "The price of the Smoky Barbecue Monster at Burger King is 11,000 won."}
{"inputs": "What is the price of a hot chocolate at Burger King?", "response": "The price of a hot chocolate at Burger King is 2,900 won."}
{"inputs": "What is the special feature of the Whole Shrimp Whopper at Burger King?", "response": "The special feature of the Whole Shrimp Whopper at Burger King is the crispy whole shrimp that is combined with a spicy tomato sauce and a 100% beef patty."}
{"inputs": "How much does a large Sprite cost at Burger King?", "response": "A large Sprite at Burger King costs 3,100 won."}
{"inputs": "What is the price of the Smoky BBQ set?", "response": "The price of the Smoky BBQ set is 13,500 won."}
{"inputs": "What is the price of the Cheese Fries at Burger King?", "response": "The price of the Cheese Fries at Burger King is 3,900 won."}
{"inputs": "How much does a large French Fries cost at Burger King?", "response": "A large French Fries at Burger King costs 3,500 won."}
{"inputs": "What is the cost of the Monster Whopper set?", "response": "The cost of the Monster Whopper set is 20,000원."}
{"inputs": "What is the cost of the 8-piece Nugget King at Burger King?", "response": "The cost of the 8-piece Nugget King at Burger King is 5,300 won."}
{"inputs": "What is the cost of a large Coca-Cola Zero at Burger King?", "response": "The cost of a large Coca-Cola Zero at Burger King is 3,100 won."}
{"inputs": "What makes the Garlic Bulgogi Whopper unique at Burger King?", "response": "The Garlic Bulgogi Whopper at Burger King is unique because it features a crispy garlic chip and a sweet bulgogi sauce, giving it a distinct flavor profile."}
{"inputs": "What are the ingredients in the Monster Whopper set?", "response": "The ingredients in the Monster Whopper set include Diablo sauce, a spicy sauce, and a 100% beef patty."}
{"inputs": "What is the cost of the Guinness Whopper at Burger King?", "response": "The cost of the Guinness Whopper at Burger King is 10,200 won."}
{"inputs": "What type of meat is used in the patties of the Whopper Junior at Burger King?", "response": "The patties of the Whopper Junior at Burger King are made with 100% beef."}
{"inputs": "What is the cost of the Smoky BBQ X at Burger King?", "response": "The cost of the Smoky BBQ X at Burger King is 10,800원."}
{"inputs": "What is the price of the Beef Bulgogi Burger set at Burger King?", "response": "The price of the Beef Bulgogi Burger set at Burger King is 10,900 won."}
{"inputs": "What are the special features of the Guinness Quattro Cheese Whopper set?", "response": "The special features of the Guinness Quattro Cheese Whopper set include Guinness Black Bun, special Guinness BBQ sauce, 100% beef patty cooked on fire, and four high-quality cheeses."}
{"inputs": "What is the price of the Quattro Maximum set with 3 patties?", "response": "The price of the Quattro Maximum set with 3 patties is 18,000원."}
{"inputs": "What is the special feature of Coca-Cola Zero according to the menu?", "response": "Coca-Cola Zero is known for its 100% exhilarating taste with zero calories."}
{"inputs": "What are the key ingredients of the Quattro Cheese Whopper set?", "response": "The key ingredients of the Quattro Cheese Whopper set are four high-quality cheeses and a 100% beef patty."}
{"inputs": "What is the price of a Quattro Cheese Whopper Junior at Burger King?", "response": "The price of a Quattro Cheese Whopper Junior at Burger King is 6,200 won."}
{"inputs": "What is the price of the Corn Salad at Burger King?", "response": "The price of the Corn Salad at Burger King is 3,000 won."}
{"inputs": "How much does a Coleslaw cost at Burger King?", "response": "The price of a Coleslaw at Burger King is 3,000 won."}
{"inputs": "What is the price of the Onion Ring at Burger King?", "response": "The price of the Onion Ring at Burger King is 3,300 won."}
{"inputs": "What is included in the Crispy King & Mozzarella Ball set with Diablo Sauce?", "response": "The Crispy King & Mozzarella Ball set with Diablo Sauce includes 8 pieces of Crispy King, 10 pieces of Mozzarella Ball, and Diablo Sauce."}
{"inputs": "What are the ingredients of the Smoky BBQ Monster set?", "response": "The Smoky BBQ Monster set includes a combination of a rich smoky barbecue flavor, a crispy fried chicken patty, and four 100% beef patties."}
{"inputs": "What is the cost of the Cheese Whopper at Burger King?", "response": "The cost of the Cheese Whopper at Burger King is 8,600 won."}
{"inputs": "What kind of sauce is added to the Bulgogi Whopper set?", "response": "The Bulgogi Whopper set is added with a sweet Bulgogi sauce."}
{"inputs": "What is the price of a regular Sprite Zero at Burger King?", "response": "The price of a regular Sprite Zero at Burger King is 2,900 won."}
{"inputs": "What is the cost of Minute Maid at Burger King?", "response": "The cost of Minute Maid at Burger King is 3,700 won."}
{"inputs": "How much does an iced Americano cost at Burger King?", "response": "The price of an iced Americano at Burger King is 2,400 won."}
{"inputs": "What is the price of the Beef Bulgogi Burger set?", "response": "The price of the Beef Bulgogi Burger set is 6,900원."}
{"inputs": "What is the price of the Whopper set at Burger King?", "response": "The price of the Whopper set at Burger King is 11,100 won."}
{"inputs": "What is the cost of the Cheeseburger set at Burger King?", "response": "The cost of the Cheeseburger set at Burger King is 6,900 won."}
{"inputs": "What is the cost of a regular Americano at Burger King?", "response": "The cost of a regular Americano at Burger King is 2,400 won."}
{"inputs": "How much does the 21 Cheese Stick cost at Burger King?", "response": "The price of the 21 Cheese Stick at Burger King is 3,400 won."}
{"inputs": "What is the cost of the Coconut Shrimp 9 pieces with Sweet Chili Sauce at Burger King?", "response": "The cost of the Coconut Shrimp 9 pieces with Sweet Chili Sauce at Burger King is 7,900 won."}
{"inputs": "How much does the Monster Whopper cost at Burger King?", "response": "The Monster Whopper costs 10,200 won at Burger King."}
{"inputs": "How many pieces of nuggets are there in a Nugget King 8-piece at Burger King?", "response": "There are 8 pieces of nuggets in a Nugget King 8-piece at Burger King."}
{"inputs": "What is the description of the Coconut Shrimp 3 pieces with Sweet Chili Sauce at Burger King?", "response": "The Coconut Shrimp 3 pieces with Sweet Chili Sauce at Burger King is described as a combination of crispy coconut-coated shrimp and a tangy and sweet chili sauce."}
{"inputs": "What type of bun is used in the BBQ Chicken Burger at Burger King?", "response": "The BBQ Chicken Burger at Burger King uses a regular bun."}
{"inputs": "What is the main ingredient in the Guinness Whopper at Burger King?", "response": "The main ingredient in the Guinness Whopper at Burger King is a 100% beef patty."}
{"inputs": "What is the price of the limited time Crispy King & Nugget King set with Sweet Chili Sauce?", "response": "The price of the limited time Crispy King & Nugget King set with Sweet Chili Sauce is 16,000원."}
{"inputs": "What is the unique ingredient in the Garlic Bulgogi Whopper set?", "response": "The unique ingredient in the Garlic Bulgogi Whopper set is crispy garlic chips."}
{"inputs": "What is the price of a Beef & Shrimp Burger at Burger King?", "response": "The price of a Beef & Shrimp Burger at Burger King is 7,900원."}
